[Translator]
Name=Philippe AGUESSE <nantesph@outlook.fr>

[frmMain]
mnuFindTarget.Caption=Sélectionner la &zone...
mnuPrimaryMonitor.Caption=&Écran principal
mnuSecondaryMonitor.Caption=&Deuxième écran
mnuRecordScreen.Caption=&Plein écran
mnuISOMPEG1standard.Caption=ISO MPEG-&1 Standard (.AVI)
mnuISOMPEG2standard.Caption=ISO MPEG-&2 Standard (.AVI)
mnuISOMPEG4standard.Caption=ISO MPEG-&4 Standard (.AVI)
mnuXvid.Caption=ISO MPEG-4 &Xvid (.AVI)
mnuOpenDivx.Caption=ISO MPEG-4 &OpenDivX (.AVI)
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 &Part 2 (.AVI)
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 P&art 3 (.AVI)
mnuFlashVideo.Caption=&Flash Video (.FLV)
mnuISOMPEG4standardMP4.Caption=ISO &MPEG-4 Standard (.MP4)
mnuAppleQuickTime.Caption=Apple &QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 &Transport Stream (.TS)
mnuMPEG2PSformat.Caption=MPEG-2 &Programme Stream (.VOB)
mnuVFWCodec.Caption=&Codecs externes... (.AVI)
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 Part &3 (.WMV)
mnuISOWMV2.Caption=Windows Media Video &8 (.WMV)
ActionManager.Categorys.&Mode=&Mode
ActionManager.Categorys.&Tools=&Outils
ActionManager.Categorys.&Help=&Aide
mnuSettings.Caption=Par&amètres...
mnuAbout.Caption=À &propos...
mnuMP3AudioCodec.Caption=MPEG Audio Layer 3 (.MP3)
mnuWMAAudioCodec.Caption=Windows Media &Audio 2 (.WMA)
mnuFreeLosslessAudioCodecflac.Caption=FLAC (Free Lossless Audio Codec) ( .FLAC )
mnuAACAudioCodec.Caption=AAC (Advanced Audio Coding) ( .M4A )
mnuRecordingTheScreenAndAudio.Caption=&Écran et son enregistrement
mnuRecordingOnlyAudio.Caption=Seul de &bruit
mnuRecordingTheGame.Caption=&Jeu de disques
mnuGIFAnimation.Caption=Animation gif ( .gif )
mnuMP4ContainerFormat.Caption=MP4 (MPEG-4 Part 14) Conteneur
mnuMKVContainerFormat.Caption=MKV (Matroska) Conteneur
mnuM4VContainerFormat.Caption=M4V (iPod MP4) Conteneur
mnuMOVContainerFormat.Caption=MOV (QuickTime) Conteneur
mnuWMVContainerFormat.Caption=WMV (Windows Media Video) Conteneur
mnuFLVContainerFormat.Caption=FLV (Flash Video) Conteneur
mnuAVIContainerFormat.Caption=AVI (Audio Video Interleaved) Conteneur
mnuTSContainerFormat.Caption=TS (MPEG-2 Transport Stream) Conteneur
mnuVOBContainerFormat.Caption=VOB (MPEG-2 PS) Conteneur
mnuNvidiaNvencH264AACMP4.Caption=NVIDIA NVENC H.264 + AAC (.MP4)
mnuISOMPEG4standardMP4AAC.Caption=ISO MPEG-4 standard + AAC ( .MP4 )
mnuNvidiaNvencH264AACMKV.Caption=NVIDIA NVENC H.264 + AAC (.MKV)
mnuISOMPEG4standardFLACMKV.Caption=ISO MPEG-4 standard + FLAC ( .MKV )
mnuISOMPEG4standardAACMKV.Caption=ISO MPEG-4 standard + AAC ( .MKV )
mnuISOMPEG4standardMP3MKV.Caption=ISO MPEG-4 standard + MP3 ( .MKV )
mnuNvidiaNvencH264AACM4V.Caption=NVIDIA NVENC H.264 + AAC (.M4V)
mnuISOMPEG4standardAACM4V.Caption=ISO MPEG-4 standard + AAC ( .M4V )
mnuNvidiaNvencH264AACMOV.Caption=NVIDIA NVENC H.264 + AAC (.MOV)
mnuAppleQuickTimeMOVAAC.Caption=Apple QuickTime + AAC ( .MOV )
mnuNvidiaNvencH264AACAVI.Caption=NVIDIA NVENC H.264 + AAC (.AVI)
mnuHardwareEncoderSettings.Caption=Paramètres de l'encodeur matériel...
mnuAudioCodecsSettings.Caption=Paramètres de codecs audio...
mnuCustomSize.Caption=Taille &personnalisé...
mnuNvidiaNvencH264FLACMKV.Caption=NVIDIA NVENC H.264 + FLAC (.MKV)
mnuOpenH264FLACMKV.Caption=Ouvrir H.264 + FLAC (.MKV)
mnuRegister.Caption=&Registre...
mnuBuy.Caption=&Acheter...
ActionManager.Categorys.&Register=&Registre
mnuAddRecordingArea.Caption=Ajouter une zone d'enregistrement...
mnuEditRecordingAreaList.Caption=Modifier la liste de la zone d'enregistrement...
mnuNvidiaNvencHEVCAACMP4.Caption=NVIDIA NVENC HEVC + AAC (.MP4)
mnuNvidiaNvencHEVCAACMKV.Caption=NVIDIA NVENC HEVC + AAC (.MKV)
mnuNvidiaNvencHEVCFLACMKV.Caption=NVIDIA NVENC HEVC + FLAC (.MKV)
mnuNvidiaNvencHEVCAACAVI.Caption=NVIDIA NVENC HEVC + AAC (.AVI)
mnuExit.Caption=&Quitter l'application
mnuAutoSelectCodec.Caption=Sélection automatique
mnuIntelQuickSyncVideoH264AACMP4.Caption=Intel Quick Sync Video H.264 + AAC (.MP4)
mnuIntelQuickSyncVideoHEVCAACMP4.Caption=Intel Quick Sync Video HEVC + AAC (.MP4)
mnuIntelQuickSyncVideoH264AACMKV.Caption=Intel Quick Sync Video H.264 + AAC (.MKV)
mnuIntelQuickSyncVideoH264FLACMKV.Caption=Intel Quick Sync Video H.264 + FLAC (.MKV)
mnuIntelQuickSyncVideoH264AACM4V.Caption=Intel Quick Sync Video H.264 + AAC (.M4V)
mnuIntelQuickSyncVideoH264AACMOV.Caption=Intel Quick Sync Video H.264 + AAC (.MOV)
mnuIntelQuickSyncVideoH264AACAVI.Caption=Intel Quick Sync Video H.264 + AAC (.AVI)

[frmOption]
btnInformation.Caption=Information
btnVideoConfiguration.Caption=Réglage(&S)
lblFPS.Caption=FPS:
gbxVideo.Caption=Vidéo
chkAudio.Caption=Paramètres du périphérique audio
lblAudioDrive.Caption=&Équipement:
lblChannel.Caption=Canal:
lblSampleRate.Caption=Tau&x d'échantillonnage:
lblQuality.Caption=Qualité:
chkRecordCursor.Caption=Incl&ure la souris
chkBalanceReposition.Caption=Également de déplacer la fenêtre principale lorsque vous déplacez la section enregistrement.
gbxHotkeySettings.Caption=Paramètres de touche de raccourci
chkRecordHotkey.Caption=Enregistr.:
chkPauseHotkey.Caption=Pause:
chkCaptureHotkey.Caption=Image:
chkFindTargetHotkey.Caption=Zone:
lbledtOutputPath.Caption=Chemin de sortie:
btnOK.Caption=&OK
btnCancel.Caption=&Annuler
Caption=Paramètres
lblMin.Caption=Minute
lblSecond.Caption=Seconde
lblAfterCompletion.Caption=
gbxRservationRecord.Caption=Date limite pour l'enregistrement
chkRecordingTimeLimite.Caption=Exécution
gbxLanguage.Caption=Paramètre de langue
lblLanguage.Caption=Langue:
lblVideoBitrate.Caption=Débit binaire:
lblAudioBitrate.Caption=Débit binaire:
gbxVideoEncoding.Caption=&Vidéo
gbxAudioEncoding.Caption=Au&dio
btnRestoreDefaultSettings.Caption=&Paramètres par défaut
lblCaptureFormat.Caption=Format de fichier pour la capture d'image:
lblUsingMultiCore.Caption=Multi-coeurs
gbxMouseEffect.Caption=Effet de pointeur de souris
chkEnabledMouseEffect.Caption=Effet de l'&utilisation
lblMouseEffectColor.Caption=Couleur
lblMouseEffectSize.Caption=Taille
gbxTimeLimitSettings.Caption=Actions terminées
rbTimeLimitDoNothing.Caption=Ne rien &faire
rbTimeLimitStartNewRecording.Caption=&Démarrer l'enregistrement de nouveaux
rbTimeLimitExitProgram.Caption=Programme de so&rtie
rbTimeLimitShutdown.Caption=&Arrêter l'ordinateur
gbxWatermarkSettings.Caption=Insérer des filigranes en vidéo
chkUseWatermark.Caption=Filigrane d'utilisation
lbledtWatermakrImagePath.Caption=Fichier image:
lblOpacity.Caption=Opacité:
gbxWatermarkImagePosition.Caption=Posi&tion
lblVideoQuality.Caption=Qualité:
lblEncoderThreadCount.Caption=Nombre de discussions:
chkShowFPSOverlay.Caption=Afficher la superposition FPS
gbxGameRecording.Caption=Enregistrement de jeu
lblColorConversionQuality.Caption=Qualité de conversion des couleurs : 
pmnuPrefixDateTime.Caption=Préfixe + Date + Temps
pmnuProgramNameDateTime.Caption=Nom du programme + Date + Temps
pmnuUserIDDateTime.Caption=UserID + Date + Temps
pmnuDisplayUserNameDateTime.Caption=DisplayUserName + Date + Temps
pmnuPrefixLocalizationDateNumber.Caption=Préfixe + Date de localisation + Numéro(#)
pmnuProgramNameLocalizationDateNumber.Caption=ProgramName + Date de localisation + Numéro(#)
pmnuUserIDLocalizationDateNumber1.Caption=UserID + Date de localisation + Numéro(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=DisplayUserName + Date de localisation + Numéro(#)
pmnuPrefixNumber1.Caption=Préfixe + Numéro(#)
pmnuPrefixNumber2.Caption=Préfixe + Numéro(##)
pmnuPrefixNumber3.Caption=Préfixe + Numéro(###)
pmnuProgramNameNumber1.Caption=Nom du programme + Numéro(#)
pmnuProgramNameNumber2.Caption=Nom du programme + Numéro(##)
pmnuProgramNameNumber3.Caption=Nom du programme + Numéro(###)
pmnuNumber1.Caption=Numéro(#)
pmnuNumber2.Caption=Numéro(##)
pmnuNumber3.Caption=Numéro(###)
pmnuHelp.Caption=&Aide...
ledtFileName.Caption=Nom de fichier: 
chkHideDragCursorInRecordingArea.Caption=Cacher le curseur de glisser dans la zone d'enregistrement
gbResizeVideo.Caption=Redimensionner
chkResizeVideo.Caption=Redimensionner une vidéo
lblResolution.Caption=Résolution:
lblResizeQuality.Caption=Qualité: 
lblGIFFPS.Caption=FPS: 
lblGIFQuality.Caption=Qualité:
gbxGIF.Caption=Paramètres de gif
chkGIFIncludeCursor.Caption=I&nclure le curseur
chkResizeGIF.Caption=&Redimensionner un gif
lblGIFResolution.Caption=Résolution:
lblGIFResizeQuality.Caption=Qualité: 
gbResizeGIF.Caption=Redimensionner
rbTimeLimitHibernate.Caption=Mise en veille prolongée de votre ordinateur
tsGeneral.Caption=Général
tsGame.Caption=Jeu
tsResize.Caption=Redimensionner
gbxMicrophone.Caption=Paramètres du microphone
lblMicrophoneInputSource.Caption=Source d'entrée
gbxEncodingSettings.Caption=Encodage
gbxGameRecordingPerformance.Caption=Jeu d'enregistrement
lblStageOfPipeline.Caption=Étape du pipeline:
lblDecoderResolutionCompatibility.Caption=Décodeur de résolution compatibilité:
lblWatermarkLeftRightMargins.Caption=Gauche, marge droite
lblWatermarkTopBottomMargin.Caption=Haut, bas des marges
gbxCalcFPS.Caption=Calculer les FPS
lblCalcFPSInterval.Caption=Intervalle:
lblCalcFPSMS.Caption=milliseconde
lblCalcFPSRoundMode.Caption=Mode cycle: 
gbxFPSLimit.Caption=Limite de FPS
chkFPSLimit.Caption=Limite de FPS
lblFPSLimit.Caption=FPS:
chkLimitFPSWhenRecording.Caption=Limite FPS lors de l’enregistrement
chkCaptureIncludeCursor.Caption=I&nclure le curseur
chkUseCaptureImageWatermark.Caption=Ajouter un filigrane pour capturer l’image
lblFPSLimitMode.Caption=Mode:
tsMouseLeftClickEffect.Caption=Faites un clic gauche effet
tstsMouseRightClickEffect.Caption=Faites un clic droit effet
chkMouseLeftClickEffect.Caption=Ajouter un effet de clic gauche de souris
lblMouseLeftClickEffectStyle.Caption=Style:
lblMouseLeftClickColor.Caption=Couleur:
lblMouseLeftClickEffectSize.Caption=Taille:
lblMouseLeftClickLineWidth.Caption=Largeur de la ligne:
chkMouseRightClickEffect.Caption=Ajouter un effet d’un clic droit de souris
lblMouseRightClickEffectStyle.Caption=Style:
lblMouseRightClickColor.Caption=Couleur:
lblMouseRightClickEffectSize.Caption=Taille
lblMouseRightClickLineWidth.Caption=Largeur de la ligne:
chkMouseCursorHighlightEffect.Caption=Ajouter un effet de surbrillance de curseur de souris
lblMouseCursorHighlightEffectColor.Caption=Couleur:
lblMouseCursorHighlightEffectSize.Caption=Taille:
tsMouseCursorHighlightEffect.Caption=Mettre en évidence d’effet
tsMouseCursorSize.Caption=Taille du curseur
chkRecordingAreaAroundTheMouseCursor.Caption=Zone d’enregistrement autour du curseur de la souris, lors de l’enregistrement
gbxWebcamSettings.Caption=Webcam
chkWebcamOverlayToVideo.Caption=&Ajouter webcam superposition vidéo
lblWebcamList.Caption=Webcam
btnWebcamPreview.Caption=&Aperçu...
btnWebcamSettings.Caption=&Paramètres...
gbxWebcamPosition.Caption=Position
lblWebcamLeftRightMargins.Caption=Gauche, marge droite
lblWebcamTopBottomMarings.Caption=Haut, bas des marges
lblStartFilenameNumber.Caption=Démarrer le nombre à:
chkHiddenRecordingArea.Caption=Masquer la zone d'enregistrement
tsRecordingArea.Caption=Zone d'enregistrement
lblWebcamFormat.Caption=Format:
btnAllReset.Caption=&Réinitialiser...
chkShowHideFPSHotKey.Caption=Afficher / masquer les FPS:
chkOnOffAlwaysHideRecordingArea.Caption=Afficher / masquer la zone d'enregistrement:
gbxScreenRecording.Caption=Enregistrement d'écran
lblCaptureMethod.Caption=Méthode de capture:
chkShowRecordingAreaMiniControl.Caption=Afficher le mini contrôle de la zone d'enregistrement
chkAlwaysOnTop.Caption=&Toujours au top
lblFrameRateMode.Caption=Mode de cadence:
gbxHiddenRecordingArea.Caption=Masquer la zone d'enregistrement
chkAlwaysHideRecordingArea.Caption=Toujours cacher
chkHideRecordingAreaWhenRecording.Caption=Masquer lors de l'enregistrement
chkHideRecordingAreaWhenAppMinimizedOrHidden.Caption=Masquer lorsqu'une application est réduite ou masquée
chkUseTrayIcon.Caption=Utiliser l'icône de la barre
chkHideAppWhenAppMinimized.Caption=Masquer l'application lorsque l'application est réduite
chkHideAppWhenAppStarts.Caption=Masquer l'application lorsque l'application démarre
btnVideoQualityCustom.Caption=Personnalisé...

[frmAbout]
btnOK.Caption=&OK
lblDescription.Caption=Usage personnel seulement (non commercial)
btnSendReport.Caption=&Envoyer le rapport d'erreur...
Caption=À propos
tsInformation.Caption=Information
tsLicense.Caption=Contrat de licence
btnRegister.Caption=Register(&R)...

[frmVFWCodecs]
Caption=Codecs externe
chkUseVFWCodec.Caption=&Utiliser les codecs externes
btnDownloadCodecs.Caption=Télécharger codecs exter&nes...
btnVideoConfiguration.Caption=Par&amètres
btnInformation.Caption=À p&ropos
btnOK.Caption=&OK
btnCancel.Caption=&Annuler
lblVFWAudioCodecs.Caption=Audio codec

[frmRegister]
Caption=Enregistr.
ledtEMail.Caption=Email:
ledtSerialNumber.Caption=N° de série:
btnOK.Caption=Ok(&O)
btnCancel.Caption=Annuler(&C)

[frmInternetAuth]
Caption=Attendre...
lblAuthentication.Caption=Authentification...

[frmSaveToGIFProgress]
Caption=Enregistrer..
btnCancel.Caption=&Annuler

[LanguageString]
Record=Enregist.
Resume=&Suivant
Pause=&Pause
Encoding=Encodage
Capture=Image
Area=Zone
Resize=Zo&ne
Open=O&uvrir
Options=Paramètres
Report=Rapport
Register=Register
Info=Info
Hotkey=Accès rapide
Hotkeys=Raccourci
Save=Sortie
Codecs=&Codecs
Timelimit=Limite temps
Stop=Be&enden
Confirm=Confirmer
Version=Version
Language=Langue
Stereo=Stéréo
Mono=Mono
Warning=Attention
Sound=&Son
Error=Erreur
Information=Information
Confirm=Confirmer
&Yes=&Oui
&No=&Non
&OK=&OK
&Cancel=&Annuler
&Abort=&Annuler
&Retry=&Réessayez
&Ignore=&Ignorer
Effect=Souris
KeyframeRate=Taux d'image clé
ModifiedWindowsHostFile=Windows hosts file manipulation détecté.
StopRecording=Arrêter l'enregistrement de l'écran.
StartRecording=Démarrer l'enregistrement de l'écran.
CaptureScreen=Capturer un écran.
CopyToClipboard=Copier dans le presse-papiers
PressKeyStopRecording=Appuyer sur %s pour arrêter l'enregistrement.
RecordingFailed=Échec de l'enregistrement.
CauseAudioSynthesis=Cause (synthèse audio): 
Cause=Cause
NotExistDefaultOutputPath=Chemin de sortie n'existe pas. Ensemble le chemin de sortie par défaut a changé.
Recording...=Enregistrement
UpdateNewVersion=OCam mise à jour vers la nouvelle version.
SelectAreaToRecord=Sélectionner la zone à enregistrer.
ResizeRecordingArea=Redimensionner la zone d'enregistrement.
Position=Position
ChangeSettings=General program configuration options.
DisplaySoftwareInformation=Afficher les informations de logiciel et licence.
OpenOutputPath=Ouvrir le dossier de chemin de sortie.
BrowseForFolder=Rechercher un dossier
FailedRecordRegisterHotkey=Enregistrer touche d'accès rapide ne peut pas être enregistré.
FailedPauseRegisterHotkey=Touche d'accès rapide pause ne peut pas être enregistré.
FailedCaptureRegisterHotkey=Touche d'accès rapide capture écran ne peut pas être enregistré.
FailedRecordAreaRegisterHotkey="Sélectionner la zone à enregistrer" Raccourci clavier ne peut pas être enregistré.
PleaseChangeHotkey=Veuillez changer les paramètres de touche de raccourci.
LanguageChanged=Langue a été changé. Lorsque vous redémarrez le programme s'applique.
DownloadCodecs=Download the codecs from the Internet.
WhenUsedGoodCodecs=Lorsqu'il est utilisé en conjonction avec l'ocam j'ai rassemblé un bon codec.
GotoCodecPage=Vous voulez aller à la page de codecs ?
DontShowAgain=Ne pas me montrer encore une fois.
RecordingStarting=Démarrer...
RecordingStopping=Arrêt...
FailedInitWASSoundLibDLL=Impossible d'initialiser la Bibliothèque sonore. Vérifiez que le service Audio Windows est en cours d'exécution.
JPEGQuality=Qualité JPEG
CompressQuality=Qualité de compression
LicenseTo=Inscrit
InvalidSerialNumber=Numéro de série invalide
RegisterExpired=Le numéro de série a expiré.
ExpiryDate=Date d'expiration
Days=Jour
Enabled=Activer
Disabled=Désactiver
Used=Utilisation
NotUsed=Non utilisation
LowDiskSpace=Il n'y a pas assez d'espace sur le disque.
Watermark=Filigrane
RecordSystemAudio=Audio du système d'enregistrement
DoNotRecordMicrophone=Ne pas enregistrer microphone
DoNotRecordSystemAudio=Faire des pas de système audio
UltraHigh=Ultra haut
VeryHigh=Très haut
High=Haut
Medium=Moyen
Low=Bas
VeryLow=Très faible
Auto=Auto
CantNotLoadImage=Impossible de charger image du fichier.
NotFoundTheTargetRecordWindow=Pas trouvé la fenêtre cible d'enregistrement.
RecordingGame=Jeu
VeryFast=Très vite
Fast=Vite
Normal=Ordinaire
Slow=Lent
VerySlow=Très lent
FileName=Nom du fichier
ConnectionFailed=La connexion au serveur a échoué.
Congratulations=Félicitations
SuccessfullyRegistered=Félicitations! Vous avez enregistré avec succès.
InvalidSerialNumber=N° de série incorrect. Le n° de série apparaît comme non valide.
InvalidEMailAddress=Adresse de messagerie non valide. L'adresse e-mail semble être non valide.
RegisterExpired=Le n° de série que vous permet d'activer ce produit a expiré.
InvalidResponseFromServer=À reçu une réponse non valide du serveur.
RegisterAleady=N° de série déjà enregistré.
Donate=Faire un don
MonitorNotSupportResolution=Moniteur ne supporte pas la résolution.
HalfSize=Demi mesure
FitWidth=Largeur de la forme
FitHeight=Ajustement de hauteur
Custom=Utilisation
GIF=GIF animé
General=Général
Game=Jeu
Performance=Performance
Input=Entrée
LeftChannel=Canal gauche
RightChannel=Canal droit
StereoChannel=Chaîne stéréo
3StagPipelineDescription=3-pipeline à étages (bonne performace)
2StagPipelineDescription=2-pipeline à étages (normal)
NoPipelineDescription=aucun pipeline (lent)
HighPerformance=Haute Performance
HighQuality=Haute qualité
BlurayDisk=Disque BluRay
LowLatency=Faible latence
HighPerformanceLowLatency=Performances élevées et une faible latence
HighQualityLowLatency=Haute qualité à faible latence
NvidiaDefault=Nvidia défaut
MaximumQuantizer=Quantificateur maximale
MinimumQuantizer=Quantificateur minimal
ConstQuantizerParameter=Paramètre de quantificateur constant
Main=Principal
Baseline=Ligne de base
SinglePassConstantQP=1-PASSE QP constant
SinglePassCBR=1-PASSE CBR
SinglePassVBR=1-PASSE VBR
(0)FirstGPU=(0) Premier GPU
(1)SecondGPU=(1) Seconde GPU
WidthHeightMultiple16=Largeur, hauteur sont multiples de 16
WidthMultiple8HeightMultiple4=Largeur multiple de 8, la hauteur est multiple de 4
WidthHeightMultiple2=Largeur, hauteur sont multiples de 2
Pixel=Pixel
Round=Tour
RoundUp=Tour d’horizon
RoundDown=Arrondi
ConsumingCPUCycles=Beaucoup de cycles de cpu
YieldTheCPU=Rendement de la CPU
AnimationDuration=Durée de l’animation
millisecond=milliseconde
Rings=Sonnerie
Star=Star
Star_RandomColor=Star ( RandomColor )
Star_Rotation=Rotation de Star
Star_Rotation_RandomColor=Rotation de Star ( RandomColor )
Opacity=Opacité
SoftEdge=bords doux
Sec=Sec
CursorSize=Taille du curseur
Webcam=Webcam
WebcamVideoSize=Taille de la vidéo
SerialNumberAlreadyRegistered=Numéro de série est déjà enregistré.
Close=Fermer
WhenRecording=Lors de l'enregistrement
Always=Toujours
AutoSelect=Sélection automatique
AreSureResetAllSettings=Êtes-vous sûr de vouloir réinitialiser tous les paramètres?
PleaseEnterRecordingAreaDisplayName=Veuillez saisir le nom d'affichage de la zone d'enregistrement.
NoCategory=Aucune catégorie
RecordingAreaCategoryNameExists=Le nom de la catégorie existe.
InvaildRecordingAreaCategoryName=Nom de catégorie invalide.
PleaseEnterRecordingAreaCategoryName=Veuillez entrer le nom de la catégorie.
Youtube=Youtube
LossLess=lossless
HighPerformanceLossLess=High Performance Lossless
Menu=Menu
ScreenRecording=Enregistrement d'écran
GameRecording=Enregistrement de jeu
AudioRecording=Enregistrement audio
LetsSeeTheGameRecordingManual=Voyons le manuel d'enregistrement du jeu pour les débutants.
DesktopDuplicationAPI=Desktop Duplication API ( Vite )
GDIAPI=GDI API
CantNotLoadWatermarkImage=Impossible de charger l'image en filigrane.
FrameRateMode_VFR=Variable frame rate ( Vite )
FrameRateMode_CFR=Constant frame rate
SoundRecord=Record
SecretFolder=SecretFolder
Installed=Installée
InstallApp=Installer l'application
AleadyInstall=L'application est déjà installée.
FailedRunInstaller=Échec de l'exécution du logiciel d'installation d'action.
FailedDownload=Échec du téléchargement.
FailedGetSystemInfo=Échec d'obtention des informations système.
InvalidInstallFile=Le fichier de téléchargement semble être corrompu.

[frmHardwareEncoderSettings]
Caption=Paramètres de l'encodeur
tsNVIDIANVENCH264.Caption=NVIDIA NVENC H.264
lblNVIDIANVENCH264Preset.Caption=Préréglé:
btnOK.Caption=&OK
btnCancel.Caption=&Annuler
lblNvidiaNvencH264Profile.Caption=Profil:
lblNvencH264Level.Caption=Niveau:
lblNvencGPUSelect.Caption=GPU:
gbxNvencH264RateControl.Caption=Contrôle de la fréquence
lblNvencH264ConstQP.Caption=Paramètre de quantificateur const: 
lblNvencH264ConstQPHigh.Caption=1 ( Haute qualité )
lblNvenctH264ConstQPLowQuality.Caption=51 ( Basse qualité )
lblNvencH264AverageBitRate.Caption=Débit moyen: 
lblNvencH264MinimumQuantizer.Caption=Quantificateur minimal: 
lblNvencH264MinimumQPHighQuality.Caption=1 ( Haute qualité )
lblNvencH264MinimumQPLowQuality.Caption=51 ( Basse qualité )
lblNvencH264MaximumQuantizer.Caption=Maximum Quantizer:
lblNvencH264MaximumQPHighQuality.Caption=1 ( Haute qualité )
lblNvencH264MaximumQPLowQuality.Caption=51 ( Basse qualité )
lblNvencH264MaxBitrate.Caption=Débit max: 
btnNvencH264Default.Caption=&Par défaut
tsNVIDIANVENCHEVC.Caption=NVIDIA NVENC HEVC
lblNVIDIANVENCHEVCPreset.Caption=Preset
lblNvidiaNvencHEVCProfile.Caption=Profile
lblNvencHEVCLevel.Caption=Level
lblNvencHEVCGPUSelect.Caption=GPU
gbxNvencHEVCRateControl.Caption=Rate control
lblNvencHEVCConstQP.Caption=Const Quantizer Parameter: 
lblNvencHEVCConstQPHigh.Caption=1 ( High Quality )
lblNvenctHEVCConstQPLowQuality.Caption=51 ( Low Quality )
btnNvencHEVCDefault.Caption=&Default
lblNvencHEVCAverageBitRate.Caption=Average Bitrate: 
lblNvencHEVCMinimumQuantizer.Caption=Minimum Quantizer: 
lblNvencHEVCMinimumQPHighQuality.Caption=1 ( High Quality )
lblNvencHEVCMinimumQPLowQuality.Caption=51 ( Low Quality )
lblNvencHEVCMaximumQuantizer.Caption=Maximum Quantizer: 
lblNvencHEVCMaximumQPHighQuality.Caption=1 ( High Quality )
lblNvencHEVCMaximumQPLowQuality.Caption=51 ( Low Quality )
lblNvencHEVCMaxBitrate.Caption=Max Bitrate: 
gbxOpenH264RateControl.Caption=Rate control
lblOpenH264ConstQP.Caption=Const Quantizer Parameter: 
lblOpenH264ConstQPHigh.Caption=1 ( High Quality )
lblOpenH264ConstQPLowQuality.Caption=51 ( Low Quality )
tsIntelQSVH264.Caption=Intel® Quick Sync Video H.264
lblQSVH264ConstQPHigh.Caption=1 ( High Quality )
lblQSVH264ConstQPLowQuality.Caption=51 ( Low Quality )
gbxQSVH264RateControl.Caption=Rate control

[frmAudioCodecsSettings]
lblAACAudioBitrate.Caption=Débit binaire: 
lblMP3AudioBitrate.Caption=Débit binaire: 
lblMP2AudioBitrate.Caption=Débit binaire: 
lblWMAAudioBitrate.Caption=Débit binaire: 
btnDefault.Caption=&Par défaut
btnOK.Caption=&OK
btnCancel.Caption=&Annuler
Caption=Paramètres de codecs audio
lblAACAudioSampleRate.Caption=Taux d’échantillonnage: 
lblMP3AudioSampleRate.Caption=Taux d’échantillonnage:
lblMP2SampleRate.Caption=Taux d’échantillonnage: 
lblWMASampleRate.Caption=Taux d’échantillonnage:
lblFlacAudioSampleRate.Caption=Taux d’échantillonnage:

[frmCustomSize]
Caption=Format personnalisé
btnOK.Caption=&OK
btnCancel.Caption=&Annuler
gbxCustomSize.Caption=Taille

[frmRecordingAreaListEditor]
btnReset.Caption=&Réinitialiser
btnOK.Caption=&OK
btnCancel.Caption=&Annuler
mnuAdd.Caption=&Ajouter...
mnuEdit.Caption=&Modifier...
mnuDelete.Caption=&Effacer...
mnuInsertSeparator.Caption=&Insérer séparateur...
Caption=Editeur de liste de zone d'enregistrement

[frmInputNewCategoryName]
Caption=Nouvelle catégorie
ledtNewCategoryName.Caption=Entrez le nom de la catégorie:
btnOK.Caption=&OK
btnCancel.Caption=&Annuler

[frmAddRecordingArea]
Caption=Ajouter une zone d'enregistrement
lblCategorys.Caption=Catégorie:
ledtRecordingAreaDisplayName.Caption=Nom d'affichage de la zone d'enregistrement:
btnNewCategory.Caption=&Nouvelle catégorie...
btnOK.Caption=&OK
btnCancel.Caption=&Annuler

[frmAppInstaller]
lblSecretFolderTitle.Caption=SecretFolder - Hide folder
lblSecretFolderDescription.Caption=Hide, lock and password protect your private files and folders.
